Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: In pro forma terms, a comparison of the sales turnover in 2007 with that of 2006-basing the latter on the WATER Division's full annual income for that year-shows that in 2007 sales grew by 20.3% and the EBITDA by 20.1%.
es: En términos pro forma, haciendo comparativa la cifra de negocio del 2007 con la del 2006 en base a considerar en este último los ingresos anuales equivalentes al ejercicio completo de la división WATER, el crecimiento correspondiente al 2007 es del 20,3 % en ventas y del 20,1% en EBITDA.

source: Net borrowing was reduced further and maintained a very stable level of 0.7 with reference to the EBITDA.
es: Se redujo de nuevo la deuda neta, que con un factor del 0,7 con respecto al indicador EBITDA se sitúa en un nivel muy sólido.

source: In absolute terms, this represents an increase of 58.1% in revenues and 187% in EBITDA.
es: En términos absolutos, esto representa un incremento de 58.1% en ingresos y de 187% en el flujo de operación.

source: EBITDA generated by ENAP in the first quarter of 2009 amounted to US$ 143 million, comparing positively with the US$47 million generated in the first quarter of 2008.
es: El EBITDA generado por ENAP durante el primer trimestre de 2009, alcanzó US$ 143 millones, cifra que se compara positivamente con US$47 millones de EBITDA en igual trimestre de 2008.

source: Their combined EBITDA margin was stable at 39.4%, while the consolidated margin came in at 41.4%.
es: El margen de EBITDA combinado se mantuvo estable en 39.4%, mientras que el margen consolidado se ubicó en 41.4%.

source: Gross operating profit (EBITDA) evolution Consolidated.
es: Evolución del resultado bruto de explotación (EBITDA) Consolidado.

source: The EBITDA increased 31.7% with the good evolution of the Industrial Engineering and Construction Business Unit, with a 54.2% increase on the same period last year, being of special note.
es: El Ebitda crece un 31,7%, destacando la buena evolución de Ingeniería y Construcción Industrial, con un incremento del 54,2% respecto al mismo periodo del año anterior.

source: In the case of the former there has been a reduction in Sales and Ebitda, while in the latter, and in addition to the lower sales volume, there has also been a worsening of the margins.
es: En el primer caso se produce una reducción de Ventas y Ebitda, mientras que en el segundo, y adicionalmente al menor volumen de ventas, se ha producido cierto empeoramiento de los márgenes.

source: In the unaudited management accounts for the four months to April 2010, both sales and EBITDA are ahead of the prior year.
es: En las cuentas de gestión sin auditar para los cuatro meses hasta abril de 2010, las ventas y el EBITDA llevan ventaja con respecto al año anterior.

source: EBITDA - Financial concept for Earnings Before Interest, Taxes, Depreciation and Amortization.
es: EBITDA - Siglas en inglés de indicador financiero que significa Utilidad de Operación antes de Intereses e Impuestos más Depreciación y Amortizaciones.

source: Moreover, the EBITDA for the third quarter reached 0.3 million euros, reflecting the impact of decreased activity.
es: Por otra parte, el EBITDA del tercer trimestre llegó a 0,3 millones de euros, lo que refleja el impacto de una menor actividad.

source: Therefore, the claim that the company has now achieved a positive operating profit is not valid, since such profit actually corresponds to the so-called EBITDA.
es: Por lo tanto, la afirmación de que la compañía ya presenta unos beneficios de explotación positivos no tiene fundamento, ya que estos beneficios actualmente equivalen al denominado EBITDA.

source: Consolidated profit before tax was 4.1 million euros compared with 3.2 the previous year, which was a 31% increase, and the consolidated EBITDA of the Group was 6.3 million compared with 5 million in 2007, which represented a growth of 31%.
es: El Beneficio Consolidado antes de Impuestos fue de 4,1 millones € frente a 3,2 del aÃ±o anterior lo que supone un 31% de incremento y el EBITDA del Grupo consolidado fue de 6,3 millones frente a los 5 millones de 2007, lo que supone que crecieron un 31%.

source: Besides diversification, reforms are expected to permit the modernization of networks, introduce operational efficiencies, reduce tariffs and improve the transparency of the regulatory process.
es: Además de la diversificación, se espera que las reformas permitan modernizar las redes, lograr mayor eficiencia de funcionamiento, reducir las tarifas y aumentar la transparencia del proceso regulatorio.

source: Diversification of gas supplies, projected investment in electricity generation and energy mix flexibility provide security.
es: La diversificación de los abastecimientos gasistas, las inversiones previstas en generación eléctrica y la flexibilidad del mix energético confieren seguridad.

source: Furthermore, the wide diversification of projects increases credit strength to attract long-term private financing.
es: Además, la amplia diversidad de proyectos aumenta la fuerza de crédito para atraer financiamiento privado a largo plazo.

source: The disaster also brought economic diversification, such as alternatives to tourism and fisheries, to the fore of development challenges.
es: El desastre también introdujo la diversificación económica, como actividades de sustitución del turismo y la pesca, entre los problemas de desarrollo a que se debe hacer frente.

source: The Group was concerned about the possible implications of such a concept for the diversification of vendors, since companies could be arbitrarily refused for not being green enough.
es: Al Grupo le preocupan las posibles implicaciones de dicho concepto en la diversificación de proveedores, ya que es posible que se rechace de manera arbitraria a determinadas empresas por no ser suficientemente verdes.

source: The same diversification holds true in daily operations.
es: La misma diversificación es real para las operaciones diarias.

source: The idea is that users of land upstream may accept voluntary limitation or diversification of their activities in return for an economic benefit.
es: La idea es que los que están usando la tierra aguas arriba pueden aceptar limitaciones voluntarias o diversificaciones de sus actividades a cambio de un beneficio económico.

source: They represent management patterns that allow the diversification of investments through different objectives and risks.
es: Representan modelos de gestión que permiten diversificar la inversión mediante objetivos de rentabilidad y riesgo distintos.

source: Aries Ingeniería y Sistemas looks for strong growth in the advanced technological area, with specialization and diversification that will maximize security and stability.
es: Aries Ingeniería y Sistemas busca un crecimiento fuerte en áreas de tecnología avanzada, con la especialización y diversificación que maximicen su seguridad y estabilidad.

source: They also recognized that effective development depended on economic diversification, capacity-building, adherence to international quality standards, transfer of technology, improved competitiveness and the allocation of national resources for building productive capacities.
es: También reconocieron que el desarrollo efectivo dependía de la diversificación económica, la creación de capacidad, el cumplimiento de normas internacionales de calidad, la transferencia de tecnología, el aumento de la competitividad y la asignación de recursos nacionales para crear capacidad productiva.

source: Making extractive industries profitable and an engine for development and diversification is the twin objective to be pursued by mineral-exporting countries, an objective that should be fully supported by the international community.
es: Los países exportadores de minerales deberían fijarse el doble objetivo de aumentar la rentabilidad de las industrias extractivas y convertirlas en una fuerza impulsora del desarrollo y la diversificación, y la comunidad internacional debería apoyar plenamente ese objetivo.

source: To promote regional cooperation in the diversification of energy sources and greater use of renewable sources.
es: Promover la cooperación regional en la diversificación de fuentes de energía y el aumento del uso de fuentes renovables.

source: One of the direct results has been the diversification of higher education in practically all world regions.
es: Uno de los resultados directos ha sido la diversificación de la educación superior en prácticamente todas las regiones del mundo.

source: Further diversification of the economy and the implementation of a number of structural reforms would improve the country's competitiveness.
es: Una mayor diversificación de la economía y la ejecución de una serie de reformas estructurales mejorarán la competitividad del país.

source: Five years on, the result is an increase in drug consumption and production and the diversification of the market.
es: Cinco años después, el resultado es un aumento del consumo de drogas y la producción y diversificación del mercado.

source: Greater diversification and industrialization would be the key for creating more sustainable economies capable of generating more employment in the medium term.
es: Una mayor diversificación económica e industrialización es la clave para crear economías sostenibles y capaces de generar mayor empleo en el medio plazo.

source: The good performance of nontraditional exports and the diversification of export products and markets suggest that competitiveness is being maintained.
es: El buen desempeño de las exportaciones no tradicionales y la diversificación de los mercados y productos de exportación hacen pensar que Costa Rica conserva sus niveles de competitividad.

source: Diversification can emerge in unexpected ways if policy facilitates entrepreneurial search and discovery in general.
es: La diversificación puede surgir de maneras inesperadas si las políticas facilitan la investigación y el descubrimiento en las empresas en general.

source: Emphasis will be placed on the diversification of funding sources.
es: El énfasis se pondrá en la diversificación de las fuentes de financiamiento.

source: (a) Improved productivity and diversification of agriculture
es: (a) mejora de la productividad y diversificación de la agricultura

source: I think that one lesson here is that you should not quit sowing and developing endowment funds, this considered in the major diversification of revenue sources.
es: Creo que la lección acá es que no se debe dejar de sembrar y desarrollar fondos patrimoniales, esto dentro de la diversificación mayor de las fuentes de ingresos.

source: In agriculture, bio-fuels offer farmers the possibility of diversifying sources of income and benefiting from all the advantages of diversification.
es: En la agricultura, los biocombustibles ofrecían a los agricultores la posibilidad de diversificar las fuentes de ingresos y beneficiarse de todas las ventajas de la diversificación.

source: Another important issue for those countries, and this was true for all countries today, was the need for diversification.
es: Otro elemento importante para esos países, y esto vale hoy para todos los países, es la necesidad de diversificar la economía.

source: The solution lay in comprehensive diversification strategies and in global policies.
es: La solución residía en la adopción de estrategias amplias de diversificación y políticas de carácter mundial.

source: Only in this way will the funds that they have received hitherto pay dividends in the long term and not prove to have been worthless.
es: Sólo así las ayudas concedidas hasta ahora rendirán un beneficio a largo plazo y no habrán sido en vano.

source: A free paper copy of the Provider Directory is available by calling Member Services.
es: Se tiene disponible una copia impresa del Directorio de proveedores si se llama a Servicios al miembro.

source: Choose a directory on your disk, it will contain all the files needed for your wiki instance.
es: Elije un directorio en tu disco, contendrá todos los archivos que necesitas para tu instancia de wiki.

source: The Group maintains a satisfactory diversification of its risks on the basis of a large number of attributes, in excess of that required under current regulations.
es: El Grupo mantiene una diversificación satisfactoria de sus riesgos atendiendo a un gran número de atributos, que va más allá de la exigida por la normativa vigente.

source: These peoples made an important contribution to the diversification of the eating habits of the Baixo Alentejo region.
es: Estos pueblos contribuyeron en gran medida a la diversificación de los hábitos alimenticios en la región del Baixo Alentejo.

source: The economy remains dependent on energy exports but there is potential for diversification to achieve sustainable economic growth.
es: La economía sigue dependiendo de las exportaciones de energía, pero hay posibilidades de diversificación para lograr un crecimiento económico sostenible.

source: (a) diversification towards new species and production of species with good market prospects
es: a) diversificación hacia nuevas especies o producción de especies con buenas perspectivas de mercado

source: It boosted our total sales and the diversification of our product offer, initiated following the remarkable sales of structured products in 2001.
es: Esta gama favoreció la venta global y la diversificación de la distribución, que había empezado por el impulso de los buenos resultados registrados en 2001 en la venta de productos estructurados.

source: This product has allowed for increasing the degree of diversification as well as avoiding the concentration of terms of maturity.
es: Este producto ha permitido incrementar el grado de diversificación así como evitar la concentración de plazos de vencimientos.

source: After the reserves stipulated by law or in the Bylaws have been covered, dividends may only be distributed with a charge to income for the year, or to unrestricted reserves, if the value of the net worth per books is not (nor will be as a result of the distribution) lower than the capital stock.
es: Una vez cubiertas las atenciones previstas por la Ley o los Estatutos, sólo podrán repartirse dividendos con cargo al beneficio del ejercicio, o a reservas de libre disposición, si el valor del patrimonio neto contable no es o, a consecuencia del reparto no resulta ser inferior al capital social.

source: Changes in assets due to performance (e.g. price variations, payments of interest and dividends and bank charges) are not considered as deposits/withdrawals.
es: Las modificaciones de los haberes debido a los rendimientos (por ejemplo, las modificaciones de cotizaciones, los pagos de interés y de dividendos y los gastos bancarios) no representan una aportación/retirada.

source: During the period of 1999 to 2001, the Company was allowed to defer payment (3% in 1999 and 5% in 2000 and 2001) until the date on which the earnings are distributed as dividends.
es: Durante el periodo de 1999 al 2001 existió la posibilidad de diferir el pago del impuesto (3% para 1999 y un 5% para el 2000 y 2001) hasta la fecha en que se repartan dividendos de dicha utilidad.

source: profits or losses carried forward after deduction of dividends to be paid.
es: el arrastre del beneficio o de la pérdida, deducción hecha de los dividendos a pagar.

source: Reform did not come free, but although the initial costs might appear considerable, over the long term the investment would yield high dividends in the form of more efficient and effective delivery of mandates and programme implementation.
es: La reforma no deja de tener su precio, pero aunque los costos iniciales puedan parecer considerables, a largo plazo la inversión producirá elevados dividendos en forma de mayor eficiencia y eficacia en la ejecución de los mandatos y la aplicación de los programas.

source: Modern companies are like old armies, armies used to conquer territories and collected taxes; companies conquer markets and collect dividends, royalties, and transfers from one or another source.
es: Las empresas modernas son como los viejos ejércitos, los ejércitos conquistaban territorios y cobraban tributos, las empresas conquistando mercados y cobran dividendos, royalties o regalías, transferencias de X y de Y y de Z.

source: The use of green technology to reduce energy and water usage had the potential to deliver real dividends.
es: El uso de tecnología ecológica para reducir el consumo de energía y de agua puede aportar beneficios reales.

source: The creation of value for stockholders takes place through the payment of dividends and the continuous increase in the stock of the organization.
es: La creación de valor para los accionistas se produce a través del pago de los dividendos y del incremento continuado del valor accionarial de la organización.

source: Public investment in youth provides lasting dividends for all society.
es: La inversión pública en la juventud reporta beneficios duraderos a toda la sociedad.

source: They urge companies to sign up to directory services which are presented as being free of charge.
es: Recomiendan a las empresas que se suscriban a servicios de directorios que se presentan como gratuitos.

source: "(b) Select the file in your directory that you wish to attach and click on ""Open"" in the ""Choose file"" window."
es: "b) Elija el archivo que desee adjuntar y haga clic en ""Acepta"" en la ventana ""Elegir archivo""."

source: "In accordance with the aforesaid resolution, it was decided to compile a directory of candidates that will effectuate the aforesaid Government Resolution with respect to ""suitable representation"" and will include candidates who meet the criteria set forth in the Government's Resolution and whose particulars and qualifications make them extremely suitable for internship."
es: "De conformidad con la citada resolución, se decidió recopilar una lista de candidatos para ejecutar dicha resolución del Gobierno con respecto a la ""representación adecuada"", que incluirá los candidatos que satisfagan los criterios enunciados en la resolución del Gobierno y cuyas condiciones y calificaciones los hagan sumamente aptos para una pasantía."

source: You have a right to receive, upon request, a directory or directories listing all of the extended area service numbers within your local calling areas.
es: Tiene derecho a pedir y recibir un directorio o directorios con todos los números del servicio de área extendido dentro de sus áreas locales de llamadas.

source: In those days, we could protect ourselves effectively by becoming ex-directory or changing our telephone numbers.
es: Entonces la exclusión de la única guía impresa, el cambio de nuestro número de teléfono nos defendía eficazmente.

source: Directory services are online address books that are typically offered by organizations such as colleges and businesses.
es: Los servicios de directorio son libretas de direcciones en línea, normalmente ofrecidas por organizaciones como universidades y empresas.

source: The server will only follow symbolic links for which the target file or directory is owned by the same user id as the link.
es: El servidor seguirá los enlaces simbólicos en los que el fichero o directorio final pertenezca al mismo usuario que el enlace.

source: Therefore, they are prohibited from using the aforementioned directory for illicit purposes of any kind.
es: Asimismo, se obliga a no utilizar el mencionado directorio con finalidades ilícitas de ninguna clase.

source: The following table shows the default application server installation directory for various platforms.
es: La tabla siguiente muestra el directorio de instalación del servidor de aplicaciones predeterminado en las distintas plataformas.

source: This reserve may not be distributed to stockholders during the existence of the subsidiary, except as stock dividends.
es: Esta reserva no es susceptible de distribuirse a los accionistas durante la existencia de la compañía, excepto en la forma de dividendos en acciones.

source: If the participant has only partially paid for shares, the entitled dividends will be used to reduce the remaining liability owed for purchased shares.
es: Si el participante solo ha pagado parcialmente las acciones, los dividendos serán usados para reducir el pasivo restante adeudado por acciones compradas.

source: The delivery of early peace dividends includes the provision of basic services.
es: La obtención de beneficios rápidos que reporta la paz incluye la prestación de servicios básicos.

source: The changes in this ratio are analysed on a permanent basis and prospective estimates thereof are also made as a key restrictive factor to be taken into account in the Group's investments strategy and dividends policy.
es: La evolución y el análisis de este ratio se realiza de forma continuada, efectuándose además estimaciones a futuro del mismo como factor clave y limitativo en la estrategia de inversiones y en la política de dividendos del Grupo.

source: Switzerland levies 35% withholding tax on interest and dividends paid out by Swiss companies.
es: Suiza grava un impuesto anticipado del 35% sobre los intereses y dividendos pagados por empresas suizas.

source: Obtaining maximum return for its investors through the generation of capital gains in the sale or the receipt of dividends from investee companies.
es: Obtener la máxima rentabilidad para sus inversores mediante la generación de plusvalías en la venta o de la percepción de dividendos de las empresas participadas.

source: The procedures have not yet produced real dividends in terms of cost efficiencies through economies of scale.
es: Los procedimientos no han obtenido todavía dividendos reales en términos de rentabilidad por las economías de escala.

source: The company needs to find a balance between the reward as dividends and the feasibility of the company in the long run.
es: La empresa ha de encontrar el equilibrio entre la recompensa en forma de dividendos y garantizar la viabilidad de la compañía en el largo plazo.

source: What about your objective of higher shareholder dividends?
es: ¿En qué punto se encuentra su objetivo de crecimiento de dividendo para el accionista?

source: file existing within the script directory would start the browser in the background on the server.
es: que exista dentro del script del directorio hará que el ejecute de fondo el navegador en el servidor.

source: "Click on the ""My PC"" icon on your computer's desktop and go to the directory to which you downloaded the latest version."
es: "Pulse el icono ""Mi PC"" situado en el escritorio de su ordenador y acceda al directorio en el que ha descargado la última versión."

source: When searching a Directory, it is necessary to use broader search terms than you would use on a search engine (as the site coverage is smaller)
es: Al buscar un directorio, es necesario utilizar términos más amplios de la búsqueda que usted utilizaría en un otor de la búsqueda (pues la cobertura del sitio es más pequeña)

source: Make your office mobile with meeting management functions and access to your company directory.
es: Torna tu oficina móvil con las funciones de administración de compromisos y acceso al directorio de tu empresa.
